{
    "air-purifying-plants": "Air purifying plants remove more than 50% of indoor air pollutants over time allowing your family to breathe fresher cleaner air to lead a healthy life. GoGreenApp has the widest range of air purifier plants. Some of our air purifying indoor plants or as they are popularly called, air purifier plants indoor, even clean air at night. Explore our complete range of air purifier plants for home.",
    "bundles": "",
    "cacti-and-succulents": "There is a plant for every space- however small it might be. GoGreenApp's range of succulent plants online is the answer to all your small space gardening prayers. Buy succulent plants online from the biggest range of succulent plants online India.",
    "flowering-plants": "Include flowering house plants into your interior decoration, soothing to your eyes If you are looking to buy flower plants online, GoGreenApp is your go-to place to get access to a wide range of indoor flowering plants, hanging plants, low light plants etc",
    "fruite-plants": "Growing fruit trees at home is not as difficult as everyone terms them to be, they are just like any other plant with a few specific requirements. Growing fruit trees from fruit seeds might be a long process but it can be equally rewarding.",
    "hanging-plants": "Hanging plants are the answer to all the space problems for gardening in urban homes. GoGreenApp believes in trunking every home into a personal paradise and for that we have a range of hanging plants for balcony and also indoor hanging plants. Do check out our variety of hanging money plants.",
    "indoor-plants": "Indoor plants are a great way to improve not only your home decor but also your health. With GoGreenApp, indoor plants for home have become more accessible and exotic and easy to care for indoor plants are available at your fingertips. Buy indoor plants online from our extensive range of best indoor plants for home and turn your home into a paradise.",
    "low-light-plants": "Low light indoor plants are the perfect fit for any urban home and they are great as bedroom plants, office plants, or study plants. Low light plants doesn't mean no light plants, and GoGreenApp has the widest range of best low light indoor plants in all sizes. Explore our range of small indoor plants in low light and also indoor flowering plants in low light.",
    "low-maintainance-plants": "Low maintenance indoor plants are the solution to most of the urban gardening issues, as most of us garden inside our homes due to lack of space. GoGreenApp has a wide selection of low maintenance plants including low maintenance hedge plants, low maintenance outdoor plants. Explore our entire range of low maintenance indoor plants to buy plants online.",
    "medicinal-and-aromatic-plants": "Medicinal plants not only turn your home into a green haven but also help improve overall physical and mental health due to their medicinal properties. While all aromatic plants can be medicinal plants, all medicinal plants are not aromatic plants. Explore GoGreenApp’s range of herbal medicinal plants.",
    "new-arrivals": ""
}