[
    {
        "id": 1,
        "img": "../post/1jasmine.webp",
        "title": "Fantastic Facts About Juhi/ Jasminum Auriculatum Plant",
        "description": "The jasmine plant is grown all over the tropical regions of Asia and Africa. Termed Juhi in India, the small, white flowers are regarded as sacred and often offered to the deities. The plant is a bush-like shrub that blooms during late spring and summer. However, you may find flowers on the shrub even in late autumn and winter. The quantity is less when the climate is cold with a healthy plant remaining passive during this period. It is not the colour of the jasmine flower that makes it special. On the contrary, the heady fragrance similar to that of Gardenia hit the senses making you feel good. The shrub sorts dark green, oval leaves that are velvety to feel with the lateral leaves being smaller in size. Alternative Names - Jasmine Molle, Indian Jasmine, Juhi.Botanical Name - Jasminum Auriculatum belonging to the Oleaceae family of flowering plants as other types of jasmine",
        "uses": "The fragrant flower has many uses, especially in India. One of the most popular indoor flowering plants, many city dwellers place a fresh bloom of jasmine in their living rooms to get rid of the stale and musty smell that may linger on. The heady scent is pleasant and enlivens individuals making them feel fresh. Many public areas and commercial ones opt to have fresh jasmine bulbs floating on water at the entrance. Adorning the room/stores is not the only purpose for growing Juhi, either. Unlike other plants, the Jasminum auriculatum has multiple uses and is cultivated on a mass scale in different parts of India.  It is interesting to note that growing this indoor flowering plant is profitable for the following reasons:1) It is fashioned into bouquets, and floral ornaments for worship and social occasions 2)The flowers are woven together as intricate garlands for personal and religious use 3)The cosmetic industry buys flowers in large quantities for the manufacture of perfumes and hair oils 4)The indoor flowering plants are also guarded fiercely as their flowers are utilised to make incense sticks that are available far and wide across India.",
        "growing": "You may be tempted to buy indoor flowering plants specially when you have a restricted space at home and no garden. Buy large-sized containers or pots to grow the Juhi plant. Select a warm and sunny area preferably on the balcony or a wide window sill to obtain the right conditions. Commercial growers have multiple containers with growing jasmine plants ket in a conservatory to ensure optimum conditions.You may go a step further and decide on buying jasmine flower seeds online. Such information may seem to be a tad bit weird as Juhi plants are commonly grown from cuttings or by the process of layering. Ordering Jasminum Auriculatum Plants Online will allow you to get a tiny plant already growing in prepared soil within a small container.However, you may try the option of germinating a new plant from seeds. All you need to do is soak the seeds in warm water for a night. Sow the seeds directly in a pot into soil mixed with compost. The only criterion for successful germination is keeping the soil moist until the first signs of the jasmine plant appear within 4 to 6 weeks of sowing the seeds.The jasmine plant or Juhi is a white, fragrant flower that has multiple uses. It is no doubt extremely popular in India. You may decide to buy indoor flowering plants or grow the plants from flower seeds online."
    },
    {
        "id": 2,
        "img": "../post/2jasmin.webp",
        "title": "Kunda / Downy Jasmine - Plant",
        "description": "The Kunda plant or downy jasmine is a tropical flower that grows during warmer seasons. It is a type of Jasmine flower that grows in dense shrubs usually. However, you may the flowering plants of Kunda grow as a vine too. The Kunda flower has a heaAfter getting Kunda plants online, you must take care to prepare the soil as per the instructions received. 1)Water the soil thoroughly and allow it to drain so that the soil remains moist with no pooling evident. 2)It is advisable to insert your finger in the soil to test for moisture before making the hole. 3)Plant it in a spot that receives maximum sunlight. 4)Remember to place the container in the sun when you want to grow it indoors.5)Expert gardeners advise no re-potting of the new plant for the first 15 days.dy fragrance that is pleasant and adds to the attractiveness of your home or garden. You may also find this plant bloom in the thick of winter although the plant may shed a few leaves with the flowers dwindling in quantity. The leaves are vivid green that is slightly rounded at the base and survive in all conditions.",
        "tips": "Downy jasmine planting tips:  1)Water the soil thoroughly and allow it to drain so that the soil remains moist with no pooling evident. 2)It is advisable to insert your finger in the soil to test for moisture before making the hole. 3)Plant it in a spot that receives maximum sunlight. 4)Remember to place the container in the sun when you want to grow it indoors.5)Expert gardeners advise no re-potting of the new plant for the first 15 days.dy fragrance that is pleasant and adds to the attractiveness of your home or garden. You may also find this plant bloom in the thick of winter although the plant may shed a few leaves with the flowers dwindling in quantity. The leaves are vivid green that is slightly rounded at the base and survive in all conditions."
    },
    {
        "id": 3,
        "img": "../post/3coconut.webp",
        "title": "Coconut Tree: Uses & Growing Technique",
        "description": "A coconut palm thrives in a tropical climate and is indigenous to many parts of the world. Each of its parts can be utilized for something. For example, the fruit is used for making desserts, ice creams, and cookies, and even for quenching thirst. Coconut oil is used for culinary purposes and it is also used for skin and hair care purposes. The shell is used as fuel and the husks of the shell are used to make ropes. Similarly, there are multiple uses due to which it is popularly referred to as the ‘tree of thousand uses."
    },
    {
        "id": 4,
        "img": "../post/4lowlightplant.webp",
        "title": "How to care for Low Light Plants",
        "description": "description"
    },
    {
        "id": 5,
        "img": "../post/5gardenmaintainnace.webp",
        "title": "Gardening Tools One Must Keep At Home For Easy Gardening",
        "description": "description"
    },
    {
        "id": 6,
        "img": "../post/6propagatingplants.webp",
        "title": "Can you use vegetative propagation to Grow Plants?",
        "description": "description"
    },
    {
        "id": 7,
        "img": "../post/7slugswithbeer.webp",
        "title": "How to get rid of slugs with beer",
        "description": "description"
    },
    {
        "id": 8,
        "img": "../post/8propagatingplants.webp",
        "title": "Use of coffee grounds for plants in Your Garden",
        "description": "description"
    }
]